INSERT INTO author (
	login_id,
	name
)
VALUES
('user00', '投稿者００'),
('user01', '投稿者０１'),
('user02', '投稿者０２')
;

INSERT INTO todo (
	posted_by,
	posted_at,
	due_dt,
	done_at,
	done_flg,
	description
)
VALUES
('user01', '2015-01-01 00:00:00', '2015-01-07', '2015-01-07 00:00:00', 1, '説明文A'),
('user01', '2015-01-02 00:00:00', '2015-01-07', '2015-01-08 00:00:00', 1, '説明文B'),
('user01', '2015-01-03 00:00:00', '2015-01-07', NULL, 0, '説明文C'),
('user02', '2015-02-01 00:00:00', '2015-02-07', '2015-02-07 00:00:00', 1, '説明文D'),
('user02', '2015-02-02 00:00:00', '2015-02-07', NULL, 0, '説明文E'),
('user03', '2015-03-01 00:00:00', '2015-03-07', NULL, 0, '説明文F')
;
